---
kind: property
id: P:Autodesk.Revit.DB.Document.IsLinked
zh: 文档、文件
source: html/5d44b5d0-b33f-26b6-10f4-b76d1bc4c949.htm
---
# Autodesk.Revit.DB.Document.IsLinked Property

**中文**: 文档、文件

Identifies if a document is a linked RVT.

## Syntax (C#)
```csharp
public bool IsLinked { get; }
```